{
  "Articles of Association": "The company's formal legal constitution, setting out its purpose, powers, governance structures, and decision-making processes under UK company law.",

  "Capital Expenditure (CapEx)": "Money spent by the business on acquiring, upgrading, or maintaining fixed assets such as property, technology, or equipment.",
  "CapEx": "Money spent by the business on acquiring, upgrading, or maintaining fixed assets such as property, technology, or equipment.",

  "Co-owner": "Any employee of Torchbox Ltd (UK), Torchbox USA, or Torchbox South East Asia. Co-owners share in profits, can vote in Trustee elections, and have defined rights and responsibilities under this Constitution.",
  "Co-owners": "Any employees of Torchbox Ltd (UK), Torchbox USA, or Torchbox South East Asia. Co-owners share in profits, can vote in Trustee elections, and have defined rights and responsibilities under this Constitution.",

  "Co-owner Bonus": "A tax-efficient payment (up to £3,600 per year under UK HMRC rules) made quarterly to eligible co-owners, distinct from profit share.",
  "Co-owner Bonus": "A tax-efficient payment (up to £3,600 per year under UK HMRC rules) made quarterly to eligible co-owners, distinct from profit share.",

  "Company Board": "The statutory board of directors of Torchbox Ltd. It has ultimate legal responsibility for the company's compliance with laws and regulations, and for certain high-level decisions.",

  "Company Director": "A person formally appointed to the Company Board. Company Directors have legal duties under the UK Companies Act, including promoting the success of the company, exercising reasonable care and skill, and ensuring compliance with legal obligations.",

  "Consultation (with employees)": "A process where co-owners are informed about a proposed decision, given an opportunity to share views or feedback, and have those views considered before the decision is finalised. Consultation does not mean co-owners have a vote on the decision.",
  "Consultation": "A process where co-owners are informed about a proposed decision, given an opportunity to share views or feedback, and have those views considered before the decision is finalised. Consultation does not mean co-owners have a vote on the decision.",

  "Deed of Trust (Trust Deed)": "The legal document that establishes and governs the Employee Ownership Trust. It ensures Torchbox is held and run for the benefit of co-owners, protecting independence and purpose.",
  "Trust Deed": "The legal document that establishes and governs the Employee Ownership Trust. It ensures Torchbox is held and run for the benefit of co-owners, protecting independence and purpose.",
  "Deed of Trust": "The legal document that establishes and governs the Employee Ownership Trust. It ensures Torchbox is held and run for the benefit of co-owners, protecting independence and purpose.",

  "EOT (Employee Ownership Trust)": "A special type of trust that holds 100% of Torchbox Ltd's shares on behalf of all co-owners, for the long-term benefit of current and future employees.",
  "EOT": "A special type of trust that holds 100% of Torchbox Ltd's shares on behalf of all co-owners, for the long-term benefit of current and future employees.",
  "Employee Ownership Trust": "A special type of trust that holds 100% of Torchbox Ltd's shares on behalf of all co-owners, for the long-term benefit of current and future employees.",

  "Indirect Ownership": "A model of employee ownership in which employees do not hold shares in their own name. Instead, shares are held collectively on their behalf by a trust (in Torchbox's case, the EOT), which ensures co-owners benefit from profit share, representation, and influence without the administrative and legal burdens of direct shareholding.",

  "International Associate": "Someone who works for Torchbox in a country where we don't have a legal entity. International Associates are not employees of Torchbox so they aren't co-owners. However, International Associates can receive profit share, are eligible to vote in Trustee elections, and are included in internal communications and activities. Access to benefits varies due to legal, tax, or logistical constraints.",
  "International Associates": "People who work for Torchbox in countries without a local legal entity. Not employees/co-owners, but can receive profit share, vote in Trustee elections, and be included in internal communications; benefits vary by legal/tax/logistics.",

  "Majority (Simple)": "More than half of the votes cast by those eligible to vote in the decision-making body.",
  "Simple Majority": "More than half of the votes cast by those eligible to vote in the decision-making body.",

  "Majority (Supermajority)": "A higher voting threshold, often two-thirds or three-quarters of those eligible to vote.",
  "Supermajority": "A higher voting threshold, often two-thirds or three-quarters of those eligible to vote.",

  "NED (Non-Executive Director)": "A member of the Company Board who is not part of the company's executive management team. NEDs provide independent oversight, strategic guidance, and challenge to the executive, without being involved in daily operations.",
  "NED": "A member of the Company Board who is not part of the company's executive management team. NEDs provide independent oversight, strategic guidance, and challenge to the executive, without being involved in daily operations.",
  "Non-Executive Director": "A member of the Company Board who is not part of the company's executive management team. NEDs provide independent oversight, strategic guidance, and challenge to the executive, without being involved in daily operations.",

  "Profit Share": "Where profits allow, we distribute a quarterly company profit share to all eligible co-owners, calculated as the same percentage of salary for everyone.",

  "Remuneration Committee": "A group, including at least one Employee Trustee Director and independent members (such as a NED), that provides oversight of SLT and Company Board pay and bonuses. It ensures pay decisions are fair, aligned with performance, and in line with the company's values.",

  "Senior Leadership Team (SLT)": "The group responsible for day-to-day strategic, operational, financial, and people leadership of the company.",
  "SLT": "The group responsible for day-to-day strategic, operational, financial, and people leadership of the company.",
  "Senior Leadership Team": "The group responsible for day-to-day strategic, operational, financial, and people leadership of the company.",

  "Special Consents": "A register of important decisions specifying who makes them, the majority needed, and whether employees must be consulted before the decision is made.",

  "Trust Board": "The governing body of the EOT, ensuring Torchbox is run in line with its purpose, values, and the long-term interests of co-owners. It holds the Company Board and SLT accountable and can take certain high-level decisions, such as appointing or removing the CEO.",

  "Trustee Director": "A member of the Trust Board. Trustee Directors may be elected co-owners, independent appointees, or founders (as defined in the Trust Deed)."
}
